HomeWork1/LRHomeWork1_AOS/PFLB1_Зямаев_Денис/data/http.db/resp_008_014.dat

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>st1nkyc0de</ns2:safePayUsername><ns2:safePayPassword>512dfecbcefafe79e719b3a033ea46d2729ccb07</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>